Repository: scottwaters/Choragus
Catalog: Packages/SonosKit/Sources/SonosKit/Resources/Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, it, ja, nb, nl, pl, pt, sv, zh_hans

# middleClickTogglesMuteHint
source: Click the scroll wheel over Now Playing to mute or unmute the group.
da: Klik på rullehjulet over Afspilles nu for at slå lyden til eller fra for gruppen.
de: Klicke das Scrollrad über „Aktuell läuft\", um die Gruppe stummzuschalten oder wieder zu aktivieren.
es: Haz clic en la rueda de desplazamiento sobre «Reproduciendo» para silenciar o reactivar el grupo.
fr: Cliquez sur la molette au-dessus de « Lecture en cours » pour couper ou réactiver le son du groupe.
it: Fai clic con la rotella sopra «In riproduzione» per attivare o disattivare l’audio del gruppo.
ja: 「再生中」の上でスクロールホイールをクリックして、グループの消音を切り替えます。
nb: Klikk på rullehjulet over «Spilles nå» for å dempe eller oppheve demping av gruppen.
nl: Klik op het scrollwiel over ‘Speelt nu’ om de groep te dempen of dempen op te heffen.
pl: Kliknij kółko przewijania nad obszarem „Teraz odtwarzane”, aby wyciszyć lub włączyć dźwięk grupy.
pt: Clique na roda de deslocamento sobre «A tocar» para silenciar ou ativar o som do grupo.
sv: Klicka på mushjulet över Spelas nu för att tysta eller återställa ljudet för gruppen.
zh_hans: 在正在播放区域单击滚轮以切换组的静音状态。

source: Mouse Controls
da: Musekontroller
de: Maussteuerung
es: Controles del ratón
fr: Commandes de la souris
it: Controlli del mouse
ja: マウス操作
nb: Musekontroller
nl: Muisbediening
pl: Sterowanie myszką
pt: Controlos do rato
sv: Muskontroller
zh_hans: 鼠标控制

# movedItemToFormat
source: Moved “%@” to %@
da: “%@” flyttet til %@
de: „%@“ nach %@ verschoben
es: «%@» movido a %@
fr: « %@ » déplacé vers %@
it: “%@” spostato in %@
ja: 「%@」を %@ に移動しました
nb: «%@» flyttet til %@
nl: ‘%@’ verplaatst naar %@
pl: Przeniesiono „%@” do %@
pt: “%@” movido para %@
sv: ”%@” flyttad till %@
zh_hans: 已将“%@”移动到 %@

source: Move Down
da: Flyt ned
de: Nach unten
es: Bajar
fr: Déplacer vers le bas
it: Sposta giù
ja: 下へ移動
nb: Flytt ned
nl: Omlaag
pl: Przesuń w dół
pt: Mover para baixo
sv: Flytta ner
zh_hans: 下移

source: Move to Bottom
da: Flyt nederst
de: Ganz nach unten
es: Mover al final
fr: Déplacer tout en bas
it: Sposta in fondo
ja: 最下部へ移動
nb: Flytt nederst
nl: Naar onderen verplaatsen
pl: Przenieś na dół
pt: Mover para o fim
sv: Flytta nederst
zh_hans: 移到底部

# moveToMenu
source: Move to
da: Flyt til
de: Verschieben nach
es: Mover a
fr: Déplacer vers
it: Sposta in
ja: 移動先
nb: Flytt til
nl: Verplaatsen naar
pl: Przenieś do
pt: Mover para
sv: Flytta till
zh_hans: 移动到

source: Move to Top
da: Flyt øverst
de: Ganz nach oben
es: Mover al principio
fr: Déplacer tout en haut
it: Sposta in cima
ja: 最上部へ移動
nb: Flytt øverst
nl: Naar boven verplaatsen
pl: Przenieś na górę
pt: Mover para o topo
sv: Flytta överst
zh_hans: 移到顶部

source: Move Up
da: Flyt op
de: Nach oben
es: Subir
fr: Déplacer vers le haut
it: Sposta su
ja: 上へ移動
nb: Flytt opp
nl: Omhoog
pl: Przesuń w górę
pt: Mover para cima
sv: Flytta upp
zh_hans: 上移

source: Music Level
da: Musikniveau
de: Musikpegel
es: Nivel de música
fr: Niveau musique
it: Livello musica
ja: 音楽レベル
nb: Musikknivå
nl: Muziekniveau
pl: Poziom muzyki
pt: Nível de música
sv: Musiknivå
zh_hans: 音乐电平

source: Music Library
da: Musikbibliotek
de: Musikbibliothek
es: Biblioteca musical
fr: Bibliothèque musicale
it: Libreria musicale
ja: ミュージックライブラリ
nb: Musikkbibliotek
nl: Muziekbibliotheek
pl: Biblioteka muzyczna
pt: Biblioteca de música
sv: Musikbibliotek
zh_hans: 音乐库

source: Music Playback
da: Musikafspilning
de: Musikwiedergabe
es: Reproducción de música
fr: Lecture de musique
it: Riproduzione musica
ja: 音楽再生
nb: Musikkavspilling
nl: Muziek afspelen
pl: Odtwarzanie muzyki
pt: Reprodução de música
sv: Musikuppspelning
zh_hans: 音乐播放

source: Music servers
da: Musikservere
de: Musikserver
es: Servidores de música
fr: Serveurs de musique
it: Server musicali
ja: ミュージックサーバー
nb: Musikkservere
nl: Muziekservers
pl: Serwery muzyczne
pt: Servidores de música
sv: Musikservrar
zh_hans: 音乐服务器

# musicServersHint
source: Choragus can browse UPnP/DLNA music servers on your network, which Sonos itself cannot. Servers are found automatically where possible; add one by address if it isn't listed. Playing from a server needs your speakers to reach it directly.
da: Choragus kan gennemse UPnP/DLNA-musikservere på dit netværk, hvilket Sonos ikke kan. Servere findes automatisk, når det er muligt; tilføj en via adresse, hvis den ikke vises. Afspilning kræver, at dine højttalere kan nå den direkte.
de: Choragus kann UPnP/DLNA-Musikserver im Netzwerk durchsuchen — Sonos selbst kann das nicht. Server werden nach Möglichkeit automatisch gefunden; ist einer nicht aufgeführt, per Adresse hinzufügen. Zum Abspielen müssen die Lautsprecher den Server direkt erreichen.
es: Choragus puede explorar servidores de música UPnP/DLNA de su red, algo que Sonos no puede hacer. Los servidores se detectan automáticamente cuando es posible; añada uno por dirección si no aparece. Para reproducir, sus altavoces deben poder acceder a él directamente.
fr: Choragus peut parcourir les serveurs de musique UPnP/DLNA de votre réseau, ce que Sonos ne sait pas faire. Les serveurs sont détectés automatiquement quand c’est possible ; ajoutez-en un par adresse s’il n’apparaît pas. La lecture exige que vos enceintes puissent l’atteindre directement.
it: Choragus può sfogliare i server musicali UPnP/DLNA della rete, cosa che Sonos non può fare. I server vengono trovati automaticamente quando possibile; aggiungerne uno per indirizzo se non compare. Per riprodurre, i diffusori devono poterlo raggiungere direttamente.
ja: Choragusは、Sonos自体では対応していないネットワーク上のUPnP/DLNAミュージックサーバーを参照できます。可能な場合は自動的に検出されます。表示されない場合はアドレスで追加してください。再生には、スピーカーがサーバーに直接接続できる必要があります。
nb: Choragus kan bla i UPnP/DLNA-musikkservere på nettverket, noe Sonos ikke kan. Servere blir funnet automatisk når det lar seg gjøre; legg til én via adresse hvis den ikke vises. Avspilling krever at høyttalerne når serveren direkte.
nl: Choragus kan UPnP/DLNA-muziekservers in je netwerk doorbladeren, iets wat Sonos zelf niet kan. Servers worden waar mogelijk automatisch gevonden; voeg er een toe via het adres als hij niet in de lijst staat. Afspelen vereist dat je speakers de server rechtstreeks kunnen bereiken.
pl: Choragus może przeglądać serwery muzyczne UPnP/DLNA w sieci, czego sam Sonos nie potrafi. Serwery są wykrywane automatycznie, gdy to możliwe; jeśli serwera nie ma na liście, dodaj go według adresu. Odtwarzanie wymaga, aby głośniki miały do niego bezpośredni dostęp.
pt: O Choragus pode navegar em servidores de música UPnP/DLNA na sua rede, algo que o Sonos não faz. Os servidores são encontrados automaticamente sempre que possível; adicione um por endereço se não aparecer. Para reproduzir, as colunas têm de conseguir alcançá-lo diretamente.
sv: Choragus kan bläddra bland UPnP/DLNA-musikservrar i nätverket, vilket Sonos inte kan. Servrar hittas automatiskt när det går; lägg till en via adress om den inte visas. Uppspelning kräver att högtalarna når servern direkt.
zh_hans: Choragus 可以浏览网络中的 UPnP/DLNA 音乐服务器，而 Sonos 本身不支持。可用时会自动发现服务器；若未列出，可通过地址添加。播放需要音箱能够直接访问该服务器。

source: Music Service
da: Musiktjeneste
de: Musikdienst
es: Servicio de música
fr: Service musical
it: Servizio musicale
ja: 音楽サービス
nb: Musikktjeneste
nl: Muziekdienst
pl: Serwis muzyczny
pt: Serviço de música
sv: Musiktjänst
zh_hans: 音乐服务

source: Music Services (Beta)
da: Musiktjenester (beta)
de: Musikdienste (Beta)
es: Servicios musicales (beta)
fr: Services musicaux (bêta)
it: Servizi musicali (beta)
ja: 音楽サービス(ベータ版)
nb: Musikktjenester (beta)
nl: Muziekdiensten (bèta)
pl: Usługi muzyczne (beta)
pt: Serviços musicais (beta)
sv: Musiktjänster (beta)
zh_hans: 音乐服务（Beta）

# musicServicesDescription
source: Leave all unchecked to scrobble everything regardless of source.
da: Lad alle være umarkerede for at scrobble alt uanset kilden.
de: Lasse alle deaktiviert, um unabhängig von der Quelle alles zu scrobbeln.
es: Deja todo sin marcar para hacer scrobble de todo sin importar la fuente.
fr: Laissez tout décoché pour scrobbler tout, quelle que soit la source.
it: Lascia tutto deselezionato per fare scrobble di tutto indipendentemente dalla fonte.
ja: すべてチェックを外すと、ソースに関係なくすべてスクロブルします。
nb: La alle være umerket for å scrobble alt uavhengig av kilde.
nl: Laat alles uitgevinkt om alles te scrobblen ongeacht de bron.
pl: Pozostaw wszystko odznaczone, aby scrobblować wszystko niezależnie od źródła.
pt: Deixe tudo desmarcado para fazer scrobble de tudo, independentemente da fonte.
sv: Lämna alla omarkerade för att scrobbla allt oavsett källa.
zh_hans: 全部不勾选则按任何来源 Scrobble 所有内容。

source: Music Services Setup Guide
da: Opsætningsvejledning til musiktjenester
de: Einrichtungsanleitung für Musikdienste
es: Guía de configuración de servicios musicales
fr: Guide de configuration des services musicaux
it: Guida alla configurazione dei servizi musicali
ja: 音楽サービスセットアップガイド
nb: Oppsettveiledning for musikktjenester
nl: Muziekdiensten instelhandleiding
pl: Przewodnik konfiguracji usług muzycznych
pt: Guia de configuração dos serviços musicais
sv: Installationsguide för musiktjänster
zh_hans: 音乐服务设置指南

source: Music services to scrobble
da: Musiktjenester at scrobble
de: Zu scrobbelnde Musikdienste
es: Servicios musicales para scrobble
fr: Services musicaux à scrobbler
it: Servizi musicali da scrobblare
ja: スクロブルする音楽サービス
nb: Musikktjenester for scrobbling
nl: Muziekdiensten om te scrobblen
pl: Usługi muzyczne do scrobblowania
pt: Serviços musicais para scrobble
sv: Musiktjänster att scrobbla
zh_hans: 要 Scrobble 的音乐服务

# musicTab
source: Music
da: Musik
de: Musik
es: Música
fr: Musique
it: Musica
ja: 音楽
nb: Musikk
nl: Muziek
pl: Muzyka
pt: Música
sv: Musik
zh_hans: 音乐

source: Mute
da: Lyd fra
de: Stumm
es: Silenciar
fr: Muet
it: Disattiva audio
ja: ミュート
nb: Demp
nl: Dempen
pl: Wycisz
pt: Mudo
sv: Tysta
zh_hans: 静音

source: Mute All Speakers
da: Slå lyden fra på alle højttalere
de: Alle Lautsprecher stummschalten
es: Silenciar todos los altavoces
fr: Couper le son de toutes les enceintes
it: Disattiva audio di tutti gli altoparlanti
ja: すべてのスピーカーをミュート
nb: Demp alle høyttalere
nl: Alle speakers dempen
pl: Wycisz wszystkie głośniki
pt: Silenciar todas as caixas de som
sv: Tysta alla högtalare
zh_hans: 全部音箱静音

# muteOrUnmuteAll
source: Mute or unmute all speakers
da: Slå lyden fra eller til på alle højttalere
de: Alle Lautsprecher stumm- oder lautschalten
es: Silenciar o activar todos los altavoces
fr: Couper ou réactiver le son de toutes les enceintes
it: Disattiva o riattiva audio di tutti gli altoparlanti
ja: すべてのスピーカーをミュート／ミュート解除
nb: Demp eller opphev demping av alle høyttalere
nl: Alle speakers dempen of demping opheffen
pl: Wycisz lub włącz dźwięk wszystkich głośników
pt: Silenciar ou ativar todas as caixas de som
sv: Tysta eller slå på ljud för alla högtalare
zh_hans: 静音或取消静音所有音箱

source: Mute / Unmute
da: Slå lyd fra/til
de: Stummschalten / Stummschaltung aufheben
es: Silenciar / Activar sonido
fr: Couper le son / Rétablir le son
it: Disattiva / Attiva audio
ja: 消音/消音解除
nb: Demp/slutt å dempe
nl: Dempen/dempen opheffen
pl: Wycisz / Wyłącz wyciszenie
pt: Silenciar / Remover silêncio
sv: Tyst/ljud på
zh_hans: 静音/取消静音

source: Name
da: Navn
es: Nombre
fr: Nom
it: Nome
ja: 名前
nb: Navn
nl: Naam
pl: Nazwa
pt: Nome
sv: Namn
zh_hans: 名称

# needAtLeastFewWeeks
source: Need at least a few weeks of history…
da: Behøver mindst et par ugers historik…
de: Mindestens einige Wochen Verlauf erforderlich…
es: Se necesitan al menos unas semanas de historial…
fr: Au moins quelques semaines d’historique sont nécessaires…
it: Servono almeno alcune settimane di cronologia…
ja: 最低数週間の履歴が必要です…
nb: Trenger minst noen uker med historikk…
nl: Minimaal een paar weken geschiedenis nodig…
pl: Potrzebnych jest przynajmniej kilka tygodni historii…
pt: São necessárias pelo menos algumas semanas de histórico…
sv: Behöver minst några veckors historik…
zh_hans: 至少需要几周的历史…

source: Needs Favorite
da: Kræver favorit
de: Favorit benötigt
es: Necesita favorito
fr: Favori requis
it: Richiede preferito
ja: お気に入りが必要
nb: Krever favoritt
nl: Favoriet nodig
pl: Wymaga ulubionego
pt: Precisa de favorito
sv: Kräver favorit
zh_hans: 需要收藏

source: Network
da: Netværk
de: Netzwerk
es: Red
fr: Réseau
it: Rete
ja: ネットワーク
nb: Nettverk
nl: Netwerk
pl: Sieć
pt: Rede
sv: Nätverk
zh_hans: 网络

# networkInfo
source: Event-Driven: Real-time UPnP subscriptions. Lower traffic, faster response. Legacy Polling: Queries every 2 seconds. More predictable on problematic networks. Quick Start: Instant UI from cache, verified in background. Classic: Waits for live discovery. Always accurate.
da: Hændelsesdrevet: UPnP-abonnementer i realtid. Mindre trafik, hurtigere respons. Legacy-polling: Forespørgsler hvert 2. sekund. Mere forudsigeligt på problematiske netværk. Hurtig start: Øjeblikkelig UI fra cache, verificeret i baggrunden. Klassisk: Venter på live-opdagelse. Altid nøjagtig.
de: Ereignisgesteuert: UPnP-Abonnements in Echtzeit. Weniger Datenverkehr, schnellere Reaktion. Legacy-Abfrage: Abfragen alle 2 Sekunden. Zuverlässiger in problematischen Netzwerken. Schnellstart: Sofortige UI aus dem Cache, im Hintergrund verifiziert. Klassisch: Wartet auf Live-Erkennung. Immer genau.
es: Basado en eventos: Suscripciones UPnP en tiempo real. Menos tráfico, respuesta más rápida. Sondeo heredado: Consultas cada 2 segundos. Más predecible en redes problemáticas. Inicio rápido: Interfaz instantánea desde la caché, verificada en segundo plano. Clásico: Espera la detección en vivo. Siempre preciso.
fr: Événementiel : Abonnements UPnP en temps réel. Moins de trafic, réponse plus rapide. Interrogation classique : Requêtes toutes les 2 secondes. Plus prévisible sur les réseaux problématiques. Démarrage rapide : Interface instantanée depuis le cache, vérifiée en arrière-plan. Classique : Attend la découverte en direct. Toujours précis.
it: Basato su eventi: Abbonamenti UPnP in tempo reale. Meno traffico, risposta più rapida. Polling tradizionale: Interrogazioni ogni 2 secondi. Più prevedibile su reti problematiche. Avvio rapido: Interfaccia istantanea dalla cache, verificata in background. Classico: Attende il rilevamento in tempo reale. Sempre preciso.
ja: イベント駆動: リアルタイムのUPnPサブスクリプション。トラフィックが少なく、応答が速い。レガシーポーリング: 2秒ごとにクエリ。問題のあるネットワークでより予測可能。クイックスタート: キャッシュから即座にUIを表示、バックグラウンドで検証。クラシック: ライブ検出を待機。常に正確。
nb: Hendelsesdrevet: UPnP-abonnementer i sanntid. Mindre trafikk, raskere respons. Eldre avspørring: Forespørsler hvert 2. sekund. Mer forutsigbart på problematiske nettverk. Hurtigstart: Umiddelbar UI fra hurtiglager, verifisert i bakgrunnen. Klassisk: Venter på direkteoppdagelse. Alltid nøyaktig.
nl: Gebeurtenisgestuurd: Realtime UPnP-abonnementen. Minder verkeer, snellere respons. Legacy-polling: Vraagt elke 2 seconden. Voorspelbaarder op problematische netwerken. Snelle start: Directe UI uit cache, geverifieerd op de achtergrond. Klassiek: Wacht op live-detectie. Altijd nauwkeurig.
pl: Zdarzeniowe: Subskrypcje UPnP w czasie rzeczywistym. Mniejszy ruch, szybsza odpowiedź. Starsze odpytywanie: Zapytania co 2 sekundy. Bardziej przewidywalne w problematycznych sieciach. Szybki start: Natychmiastowy interfejs z pamięci podręcznej, weryfikowany w tle. Klasyczny: Czeka na wykrycie na żywo. Zawsze dokładny.
pt: Orientado a eventos: Assinaturas UPnP em tempo real. Menos tráfego, resposta mais rápida. Polling legácio: Consultas a cada 2 segundos. Mais previsível em redes problemáticas. Início rápido: Interface instantânea do cache, verificada em segundo plano. Clássico: Aguarda descoberta ao vivo. Sempre preciso.
sv: Händelsestyrt: UPnP-prenumerationer i realtid. Mindre trafik, snabbare svar. Äldre avfrågning: Förfrågningar var 2:a sekund. Mer förutsägbart på problematiska nätverk. Snabbstart: Direkt UI från cache, verifierat i bakgrunden. Klassisk: Väntar på liveupptäckt. Alltid korrekt.
zh_hans: 事件驱动: 实时 UPnP 订阅。更低流量，更快响应。传统轮询: 每 2 秒查询一次。在问题网络上更可预测。快速启动: 从缓存即时加载界面，后台验证。经典: 等待实时发现。始终准确。

# networkUnstableAdvisory
source: Network connection is switching repeatedly — speakers may drop. Use a single connection (Wi-Fi or Ethernet).
da: Netværksforbindelsen skifter gentagne gange – højttalere kan forsvinde. Brug én forbindelse (Wi-Fi eller Ethernet).
de: Die Netzwerkverbindung wechselt wiederholt — Lautsprecher können ausfallen. Verwende eine einzige Verbindung (WLAN oder Ethernet).
es: La conexión de red cambia repetidamente: los altavoces pueden desaparecer. Usa una sola conexión (wifi o Ethernet).
fr: La connexion réseau change sans cesse — des enceintes peuvent disparaître. Utilisez une seule connexion (Wi-Fi ou Ethernet).
it: La connessione di rete cambia di continuo: gli altoparlanti possono sparire. Usa una sola connessione (Wi-Fi o Ethernet).
ja: ネットワーク接続が繰り返し切り替わっています。スピーカーが消えることがあります。単一の接続（Wi-Fi またはイーサネット）を使用してください。
nb: Nettverkstilkoblingen veksler gjentatte ganger – høyttalere kan forsvinne. Bruk én tilkobling (Wi-Fi eller Ethernet).
nl: De netwerkverbinding wisselt herhaaldelijk — speakers kunnen wegvallen. Gebruik één verbinding (wifi of ethernet).
pl: Połączenie sieciowe wielokrotnie się przełącza — głośniki mogą znikać. Użyj jednego połączenia (Wi-Fi lub Ethernet).
pt: A ligação de rede muda repetidamente — as colunas podem desaparecer. Use uma única ligação (Wi-Fi ou Ethernet).
sv: Nätverksanslutningen växlar upprepade gånger – högtalare kan försvinna. Använd en enda anslutning (Wi-Fi eller Ethernet).
zh_hans: 网络连接反复切换，扬声器可能消失。请使用单一连接（Wi-Fi 或以太网）。

source: Never
da: Aldrig
de: Nie
es: Nunca
fr: Jamais
it: Mai
ja: なし
nb: Aldri
nl: Nooit
pl: Nigdy
pt: Nunca
sv: Aldrig
zh_hans: 永不

source: Never checked
da: Aldrig kontrolleret
de: Nie geprüft
es: Nunca consultado
fr: Jamais vérifié
it: Mai verificato
ja: 確認されていません
nb: Aldri sjekket
nl: Nooit gecontroleerd
pl: Nigdy nie sprawdzano
pt: Nunca verificado
sv: Aldrig kontrollerat
zh_hans: 从未检查

source: New Alarm
da: Ny alarm
de: Neuer Wecker
es: Nueva alarma
fr: Nouvelle alarme
it: Nuova sveglia
ja: 新規アラーム
nb: Ny alarm
nl: Nieuw alarm
pl: Nowy alarm
pt: Novo alarme
sv: Nytt alarm
zh_hans: 新闹钟

source: New folder
da: Ny mappe
de: Neuer Ordner
es: Nueva carpeta
fr: Nouveau dossier
it: Nuova cartella
ja: 新規フォルダ
nb: Ny mappe
nl: Nieuwe map
pl: Nowy folder
pt: Nova pasta
sv: Ny mapp
zh_hans: 新建文件夹

source: New Queue
da: Ny kø
de: Neue Warteschlange
es: Nueva cola
fr: Nouvelle file
it: Nuova coda
ja: 新規キュー
nb: Ny kø
nl: Nieuwe wachtrij
pl: Nowa kolejka
pt: Nova fila
sv: Ny kö
zh_hans: 新建队列

# newQueueEllipsis
source: New Queue…
da: Ny kø…
de: Neue Warteschlange…
es: Nueva cola…
fr: Nouvelle file…
it: Nuova coda…
ja: 新規キュー…
nb: Ny kø…
nl: Nieuwe wachtrij…
pl: Nowa kolejka…
pt: Nova fila…
sv: Ny kö…
zh_hans: 新建队列…

source: New subfolder
da: Ny undermappe
de: Neuer Unterordner
es: Nueva subcarpeta
fr: Nouveau sous-dossier
it: Nuova sottocartella
ja: 新規サブフォルダ
nb: Ny undermappe
nl: Nieuwe submap
pl: Nowy podfolder
pt: Nova subpasta
sv: Ny undermapp
zh_hans: 新建子文件夹

source: Next
da: Næste
de: Weiter
es: Siguiente
fr: Suivant
it: Successivo
ja: 次へ
nb: Neste
nl: Volgende
pl: Następny
pt: Próximo
sv: Nästa
zh_hans: 下一个

source: Next Track
da: Næste spor
de: Nächster Titel
es: Pista siguiente
fr: Piste suivante
it: Traccia successiva
ja: 次のトラック
nb: Neste spor
nl: Volgend nummer
pl: Następny utwór
pt: Faixa seguinte
sv: Nästa spår
zh_hans: 下一曲

source: Night Mode
da: Nattilstand
de: Nachtmodus
es: Modo Noche
fr: Mode Nuit
it: Modalità notte
ja: ナイトモード
nb: Nattmodus
nl: Nachtmodus
pl: Tryb nocny
pt: Modo Noturno
sv: Nattläge
zh_hans: 夜间模式

source: No alarms set
da: Ingen alarmer indstillet
de: Keine Wecker gestellt
es: No hay alarmas configuradas
fr: Aucune alarme définie
it: Nessuna sveglia impostata
ja: アラームは設定されていません
nb: Ingen alarmer satt
nl: Geen wekkers ingesteld
pl: Brak ustawionych alarmów
pt: Nenhum alarme definido
sv: Inga alarm inställda
zh_hans: 未设置闹钟

source: No albums yet
da: Endnu ingen album
de: Noch keine Alben
es: Aún no hay álbumes
fr: Pas encore d’albums
it: Ancora nessun album
ja: まだアルバムはありません
nb: Ingen album ennå
nl: Nog geen albums
pl: Brak albumów
pt: Ainda sem álbuns
sv: Inga album ännu
zh_hans: 还没有专辑

source: No channels available
da: Ingen kanaler tilgængelige
de: Keine Kanäle verfügbar
es: No hay canales disponibles
fr: Aucune chaîne disponible
it: Nessun canale disponibile
ja: 利用可能なチャンネルはありません
nb: Ingen kanaler tilgjengelig
nl: Geen kanalen beschikbaar
pl: Brak dostępnych kanałów
pt: Nenhum canal disponível
sv: Inga kanaler tillgängliga
zh_hans: 无可用频道

source: No data
da: Ingen data
de: Keine Daten
es: Sin datos
fr: Aucune donnée
it: Nessun dato
ja: データなし
nb: Ingen data
nl: Geen gegevens
pl: Brak danych
pt: Sem dados
sv: Ingen data
zh_hans: 暂无数据

source: No duplicates found
da: Ingen dubletter fundet
de: Keine Duplikate gefunden
es: No se encontraron duplicados
fr: Aucun doublon trouvé
it: Nessun duplicato trovato
ja: 重複は見つかりませんでした
nb: Ingen duplikater funnet
nl: Geen duplicaten gevonden
pl: Nie znaleziono duplikatów
pt: Nenhum duplicado encontrado
sv: Inga dubbletter hittades
zh_hans: 未发现重复项

source: No history yet
da: Endnu ingen historik
de: Noch kein Verlauf
es: Aún no hay historial
fr: Pas encore d’historique
it: Ancora nessuna cronologia
ja: まだ履歴はありません
nb: Ingen historikk ennå
nl: Nog geen geschiedenis
pl: Brak historii
pt: Ainda sem histórico
sv: Ingen historik ännu
zh_hans: 还没有历史

# noHomeTheaterZones
source: No home theater zones found
da: Ingen hjemmebio-zoner fundet
de: Keine Heimkino-Zonen gefunden
es: No se han encontrado zonas Home Theater
fr: Aucune zone Home Theater détectée
it: Nessuna zona Home Theater trovata
ja: ホームシアターゾーンが見つかりません
nb: Ingen hjemmekino-soner funnet
nl: Geen Home Theater-zones gevonden
pl: Nie znaleziono stref kina domowego
pt: Nenhuma zona Home Theater encontrada
sv: Inga hemmabio-zoner hittades
zh_hans: 未找到家庭影院区域

source: No info found.
da: Ingen information fundet.
de: Keine Informationen gefunden.
es: No se encontró información.
fr: Aucune information trouvée.
it: Nessuna informazione trovata.
ja: 情報は見つかりませんでした。
nb: Fant ingen informasjon.
nl: Geen informatie gevonden.
pl: Nie znaleziono informacji.
pt: Nenhuma informação encontrada.
sv: Ingen information hittades.
zh_hans: 未找到信息。

# noLibrarySharesConfigured
source: No shares configured.
da: Ingen delinger konfigureret.
de: Keine Freigaben konfiguriert.
es: No hay carpetas compartidas configuradas.
fr: Aucun partage configuré.
it: Nessuna condivisione configurata.
ja: 共有が設定されていません。
nb: Ingen delinger konfigurert.
nl: Geen gedeelde mappen geconfigureerd.
pl: Nie skonfigurowano udostępnień.
pt: Nenhuma partilha configurada.
sv: Inga delningar konfigurerade.
zh_hans: 未配置共享。

source: No listening data yet
da: Ingen lyttedata endnu
de: Noch keine Hördaten
es: Aún no hay datos de escucha
fr: Aucune donnée d’écoute
it: Nessun dato di ascolto
ja: 視聴データがありません
nb: Ingen lyttedata ennå
nl: Nog geen luistergegevens
pl: Brak danych odsłuchu
pt: Ainda sem dados de audição
sv: Inga lyssnardata än
zh_hans: 暂无收听数据

source: No listening history
da: Ingen lyttehistorik
de: Kein Hörverlauf
es: Sin historial de escucha
fr: Aucun historique d’écoute
it: Nessuna cronologia di ascolto
ja: 視聴履歴がありません
nb: Ingen lyttehistorikk
nl: Geen luistergeschiedenis
pl: Brak historii słuchania
pt: Sem histórico de escuta
sv: Ingen lyssningshistorik
zh_hans: 无收听历史

# noLocalLibraryFound
source: No local music library found
da: Intet lokalt musikbibliotek fundet
de: Keine lokale Musikbibliothek gefunden
es: No se encontró biblioteca de música local
fr: Aucune bibliothèque musicale locale trouvée
it: Nessuna libreria musicale locale trovata
ja: ローカル音楽ライブラリが見つかりません
nb: Fant ingen lokalt musikkbibliotek
nl: Geen lokale muziekbibliotheek gevonden
pl: Nie znaleziono lokalnej biblioteki muzycznej
pt: Nenhuma biblioteca de música local encontrada
sv: Inget lokalt musikbibliotek hittades
zh_hans: 未找到本地音乐库
